# language: ru
Функционал: Чтобы пользователь мог просматривать документ и комментарии к главам

Сценарий: Просмотр комментария к главе в НАЛОГОВОМ КОДЕКСЕ
    Допустим я загрузил документ "Nalogovij_Kodeks.rtf"
    Если я перехожу на страницу "НАЛОГОВЫЙ КОДЕКС КЫРГЫЗСКОЙ РЕСПУБЛИКИ"
    То вижу комментарий к "10"-главе с текстом "(Название главы в редакции Закона КР от 18 мая 2012 года N 55)"

Сценарий: Просмотр  комментария к статье в НАЛОГОВОМ КОДЕКСЕ
    Допустим я загрузил документ "Nalogovij_Kodeks.rtf"
    Если я перехожу на страницу "НАЛОГОВЫЙ КОДЕКС КЫРГЫЗСКОЙ РЕСПУБЛИКИ"
    То вижу комментарий к "144"-статье с текстом "(Утратила силу в соответствии с Законом КР от 6 октября 2012 года N 169)"