# language: ru
Функционал: Чтобы пользователь мог просматривать документ и комментарии к главам

Сценарий: Просмотр содержимого документа и комментария к главе
    Допустим я загрузил документ "Nalogovij_Kodeks.rtf"
    И нахожусь на главной странице
    Если я кликаю на ссылку "НАЛОГОВЫЙ КОДЕКС КЫРГЫЗСКОЙ РЕСПУБЛИКИ"
    Тогда вижу страницу с заголовком "НАЛОГОВЫЙ КОДЕКС КЫРГЫЗСКОЙ РЕСПУБЛИКИ"
    Если я кликаю на ссылку "Глава 10 Решение органа налоговой службы"
    Тогда вижу комментарий к главе с текстом "(Название главы в редакции Закона КР от 18 мая 2012 года N 55)"

Сценарий: Просмотр содержимого документа и комментария к главе
    Допустим я загрузил документ "Nalogovij_Kodeks.rtf"
    И нахожусь на главной странице
    Если я кликаю на ссылку "НАЛОГОВЫЙ КОДЕКС КЫРГЫЗСКОЙ РЕСПУБЛИКИ"
    Тогда вижу страницу с заголовком "НАЛОГОВЫЙ КОДЕКС КЫРГЫЗСКОЙ РЕСПУБЛИКИ"
    Если я кликаю на ссылку "Статья 144. Ответственность банка"
    Тогда вижу комментарий к статье с текстом "(Утратила силу в соответствии с Законом КР от 6 октября 2012 года N 169)"