# language: ru
Функционал: Чтобы пользователь имел возможность добавлять ссылки

Сценарий: Ставим ссылки
    Допустим я нахожусь на странице с заголовком "ЗАКОН КЫРГЫЗСКОЙ РЕСПУБЛИКИ О государственной регистрации юридических лиц, филиалов (представительств)"
    Если я кликаю на ссылку "Статья 1. Отношения, регулируемые настоящим Законом"
    Тогда вижу кнопку "Ссылка"
    Если я нажимаю на кнопку
    Тогда вижу модальное окно со списком статей
    Если я кликаю на ссылку "Статья 2. Государственный орган, осуществляющий регистрацию"
    Тогда вижу окно подтверждения
    Если я кликаю "ОК"
    Тогда вижу что нахожусь на главной странице
    Если я нахожусь на странице с заголовком "ЗАКОН КЫРГЫЗСКОЙ РЕСПУБЛИКИ О государственной регистрации юридических лиц, филиалов (представительств)"
    Тогда я кликаю на ссылку "Статья 2. Государственный орган, осуществляющий регистрацию"
    И вижу ссылку с текстом "Документ № 1 Статья № 1"


