# language: ru
Функционал: Чтобы пользователь имел возможность добовлять ссылки

Сценарий: Ставим ссылки
    Допустим имеются загруженные законы "zakon.rtf" и "zakon2.rtf" с заголовками "ЗАКОН КЫРГЫЗСКОЙ РЕСПУБЛИКИ О государственной регистрации юридических лиц, филиалов (представительств)" и "ЗАКОН КЫРГЫЗСКОЙ РЕСПУБЛИКИ2 О государственной регистрации юридических лиц, филиалов (представительств)"
    И я перехожу по ссылке "ЗАКОН КЫРГЫЗСКОЙ РЕСПУБЛИКИ2 О государственной регистрации юридических лиц, филиалов (представительств)"
    Тогда я нахожу текст "Настоящий Закон регулирует отношения, возникающие" и выделяю его