# language: ru
Функционал: Чтобы пользователь имел возможность добовлять ссылки

Сценарий: Ставим ссылку на другой закон
    Допустим я нахожусь на главной странице проекта
    Если в списке загруженных законов имеется ссылка на "ЗАКОН КЫРГЫЗСКОЙ РЕСПУБЛИКИ О государственной регистрации юридических лиц, филиалов (представительств)"
    И в списке загруженных законов имеется ссылка на "НАЛОГОВЫЙ КОДЕКС КЫРГЫЗСКОЙ РЕСПУБЛИКИ"
    Тогда я щелкаю на ссылку "НАЛОГОВЫЙ КОДЕКС КЫРГЫЗСКОЙ РЕСПУБЛИКИ"
    Тогда я вижу страницу с заголовком "НАЛОГОВЫЙ КОДЕКС КЫРГЫЗСКОЙ РЕСПУБЛИКИ"

