# language: ru
Функционал: Чтобы пользователь имел возможность добавлять ссылки

Сценарий: Ставим ссылки
    Допустим я нахожусь на странице с заголовком "ЗАКОН КЫРГЫЗСКОЙ РЕСПУБЛИКИ О государственной регистрации юридических лиц, филиалов (представительств)"
    Если я кликаю на ссылку "Статья 1. Отношения, регулируемые настоящим Законом"
    Тогда внутри "Статья 1. Отношения, регулируемые настоящим Законом" кликаю по кнопке "Ссылка"
    И вижу модальное окно со списком статей
    И расскрываю документ "ЗАКОН КЫРГЫЗСКОЙ РЕСПУБЛИКИ О государственной регистрации юридических лиц, филиалов (представительств)"
    Если я кликаю на ссылку "Статья 2. Государственный орган, осуществляющий регистрацию"
    Тогда вижу окно подтверждения
    Если я кликаю "ОК"
    То вижу что нахожусь в документе "ЗАКОН КЫРГЫЗСКОЙ РЕСПУБЛИКИ О государственной регистрации юридических лиц, филиалов (представительств)"
    И вижу ссылку с текстом "Документ № 1 Статья № 1"


