# language: ru
Функционал: Чтобы пользователь имел возможность просмотра законов

Сценарий: Заходим на страницу с законом
    Допустим я нахожусь на главной странице
    Если в списке загруженных законов есть ссылка на "ЗАКОН КЫРГЫЗСКОЙ РЕСПУБЛИКИ О государственной регистрации юридических лиц, филиалов (представительств)"
    И я кликаю на ссылку "ЗАКОН КЫРГЫЗСКОЙ РЕСПУБЛИКИ О государственной регистрации юридических лиц, филиалов (представительств)"
    Тогда вижу страницу с заголовком "ЗАКОН КЫРГЫЗСКОЙ РЕСПУБЛИКИ О государственной регистрации юридических лиц, филиалов (представительств)"